Revit 2024 API
GroupTypeId.Display Property
 Display.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId Display { get; }
Visual Basic
Public Shared ReadOnly Property Display As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Display {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace